app/views/static/gossip.html.erb

SELECT "potins".* FROM "potins"
---

    <% Potin.all.each do |gossip| %>