app/controllers/static_controller.rb

SELECT "potins".* FROM "potins"
---
    def welcome
    @gossips = Potin.all